<?php

return [
    /*
    |--------------------------------------------------------------------------
    | MobileSms Driver
    | @author xingyonghe
    | @date 2016-11-17
    |--------------------------------------------------------------------------
    |
    | 短信配置
    |
    */
    'driver' => [
        'zdtone' => [
            // 商户
            'username' => '39630788hy',
            //密码
            'password'  => '88888888',
            //发送短信接口地址
            'host'      => 'http://118.144.76.29:86/sms/sendmsg.php',
            //字符集编码
            'charset'   => 'utf8',
            //扩展号
            'port'      => '',
            //查询短信余额接口地址
            'balance'   => 'http://118.144.76.29:86/sms/sms_ye.php',
            //失效时间(秒)
            'overtime'  => 300,
            //重发间隔时间（秒）
            'resend'    => 90,
        ],

    ],


];
